{
  "LuaSnip": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "auto-dark-mode.nvim": { "branch": "master" },
  "avante.nvim": { "branch": "main" },
  "barbar.nvim": { "branch": "master" },
  "bufferline.nvim": { "branch": "main" },
  "bullets.vim": { "branch": "master" },
  "chezmoi.nvim": { "branch": "main" },
  "chezmoi.vim": { "branch": "main" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "conform.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-worktree.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "grug-far.nvim": { "branch": "main" },
  "harpoon": { "branch": "harpoon2" },
  "huez.nvim": { "branch": "stable" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mdx.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "noice.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "oil.nvim": { "branch": "master" },
  "opencode.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "satellite.nvim": { "branch": "main" },
  "snacks.nvim": { "branch": "main" },
  "tailwind-tools": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-tmuxinator.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "0.1.x" },
  "tokyonight.nvim": { "branch": "main" },
  "ts-comments.nvim": { "branch": "main" },
  "ts-error-translator.nvim": { "branch": "main" },
  "undotree": { "branch": "master" },
  "vim-glsl": { "branch": "master" },
  "vim-mdx-js": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}
